Repository: tiggr/ab_downloads
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# ab_downloads.createNewCategory
source: Create new category
de: Neue Kategorie anlegen

# ab_downloads.editCategory
source: Edit category
de: Kategorie bearbeiten

# ab_downloads.listCategories
source: List categories
de: Kategorien anzeigen

# ab_downloads.categoryMounts
source: ab_downloads: allowed/visible categories
de: ab_downloads: Erlaubte/Sichtbare Kategorien

# ab_downloads.cmountsUseSubcats
source: ab_downloads: use subcategories
de: ab_downloads: Benutze Unterkategorien

# ab_downloads.pi_flexform.sheet_general
source: General Settings
de: Allgemeine Einstellungen

# ab_downloads.pi_flexform.sheet_general_whatToDisplay
source: Which view to display:
de: Ansicht, die angezeigt werden soll:

# ab_downloads.pi_flexform.sheet_general_allowAddDownloads
source: Allow not logged-in users to propose new downloads:
de: Nicht eingeloggten Benutzern das Vorschlagen neuer Downloads erlauben:

# ab_downloads.pi_flexform.sheet_general_statusAddedDownloads
source: Default status of proposed downloads:
de: Standardstatus vorgeschlagener Downloads:

# ab_downloads.pi_flexform.sheet_general_maxFileSize
source: Maximum filesize of downloads:
de: Maximale Dateigröße der Downloads:

# ab_downloads.pi_flexform.sheet_general_blacklist
source: Blacklisted words for label and description (separated by comma):
de: Verbotene Wörter für Titel und Beschreibung (durch Komma getrennt):

# ab_downloads.pi_flexform.sheet_general_mandatoryFields
source: Mandatory fields for frontend form:
de: Pflichtfelder im Frontend-Formular:

# ab_downloads.pi_flexform.sheet_general_mandatoryFields.i.0
source: Label
de: Titel

# ab_downloads.pi_flexform.sheet_general_mandatoryFields.i.1
source: Category
de: Kategorie

# ab_downloads.pi_flexform.sheet_general_mandatoryFields.i.2
source: Contact Address
de: Kontaktadresse

# ab_downloads.pi_flexform.sheet_general_mandatoryFields.i.3
source: Image
de: Bild

# ab_downloads.pi_flexform.sheet_general_mandatoryFields.i.4
source: File
de: Datei

# ab_downloads.pi_flexform.sheet_general_mandatoryFields.i.5
source: Description
de: Beschreibung

# ab_downloads.pi_flexform.sheet_general_pageListPlugin
source: Page with CATEGORY/TREE/CATALOG/TOP plugin (if different):
de: Seite mit CATEGORY/TREE/CATALOG/TOP Plugin (falls unterschiedlich):

# ab_downloads.pi_flexform.sheet_general_captchaExtension
source: Use captcha extension:
de: Captcha Erweiterung benutzen:

# ab_downloads.pi_flexform.sheet_general_categoryMode
source: Category mode:
de: Kategoriemodus:

# ab_downloads.pi_flexform.sheet_general_categoryMode_showAll
source: Show all (don't care about selection below)
de: Zeige alle Beiträge (ignoriere folgende Auswahl)

# ab_downloads.pi_flexform.sheet_general_categoryMode_showSelectedOR
source: Show items with selected categories (OR)
de: Zeige alle Beiträge aus ausgewählten Kategorien (ODER)

# ab_downloads.pi_flexform.sheet_general_categoryMode_showSelectedAND
source: Show items with selected categories (AND)
de: Zeige alle Beiträge aus ausgewählten Kategorien (UND)

# ab_downloads.pi_flexform.sheet_general_categoryMode_DontShowSelectedOR
source: Do NOT show items with selected categories (OR)
de: Zeige KEINE Beiträge aus ausgewählten Kategorien (ODER)

# ab_downloads.pi_flexform.sheet_general_categoryMode_DontShowSelectedAND
source: Do NOT show items with selected categories (AND)
de: Zeige KEINE Beiträge aus ausgewählten Kategorien (UND)

# ab_downloads.pi_flexform.sheet_general_categorySelection
source: Category selection:
de: Kategorieauswahl:

# ab_downloads.pi_flexform.sheet_general_categorySelection_itemsHeader
source: Special options:
de: Weitere Optionen:

# ab_downloads.pi_flexform.sheet_general_categorySelection_notCategorized
source: [not categorized]
de: [nicht kategorisiert]

# ab_downloads.pi_flexform.sheet_template_templateFile
source: Template file:
de: Template Datei:

# ab_downloads.pi_flexform.sheet_template_alternatingLayouts
source: Number of alternating template layouts:
de: Anzahl alternierender Template Layouts:

# ab_downloads.pi_flexform.sheet_notification
source: Notification Settings
de: Benachrichtigung Einstellungen

# ab_downloads.pi_flexform.sheet_notification_adminName
source: Admin name:
de: Administrator Name:

# ab_downloads.pi_flexform.sheet_notification_adminEmail
source: Admin e-mail address:
de: Administrator E-Mail Adresse:

# ab_downloads.pi_flexform.sheet_notification_emailSubjectAdd
source: Subject for 'added download' notification e-mails:
de: Betreff für 'Neuer Download' Benachrichtigungsemails:

# ab_downloads.pi_flexform.sheet_notification_emailSubjectBroken
source: Subject for 'broken download' notification e-mails:
de: Betreff für 'Kaputter Download' Benachrichtigungsemails:

# ab_downloads.pi_flexform.sheet_display
source: Display Settings
de: Anzeige Einstellungen

# ab_downloads.pi_flexform.sheet_display_startCategory
source: Start category:
de: Start Kategorie:

# ab_downloads.pi_flexform.sheet_display_downloadSortBy
source: Sort downloads by:
de: Sortiere Downloads nach:

# ab_downloads.pi_flexform.sheet_display_downloadSortBy.i.0
source: Label
de: Beschriftung

# ab_downloads.pi_flexform.sheet_display_downloadSortBy.i.1
source: Date of creation
de: Erstelldatum

# ab_downloads.pi_flexform.sheet_display_downloadSortBy.i.2
source: Clicks
de: Zugriffe

# ab_downloads.pi_flexform.sheet_display_downloadSortBy.i.3
source: Rating
de: Bewertung

# ab_downloads.pi_flexform.sheet_display_downloadSortBy.i.4
source: Votes
de: Stimmen

# ab_downloads.pi_flexform.sheet_display_downloadSortBy.i.5
source: Manual
de: Manuell

# ab_downloads.pi_flexform.sheet_display_downloadSortBy.i.6
source: Random
de: Zufällig

# ab_downloads.pi_flexform.sheet_display_downloadSortOrder
source: Sort order (downloads):
de: Sortierreihenfolge (Downloads):

# ab_downloads.pi_flexform.sheet_display_downloadSortOrder.i.0
source: Ascending
de: Aufsteigend

# ab_downloads.pi_flexform.sheet_display_downloadSortOrder.i.1
source: Descending
de: Absteigend

# ab_downloads.pi_flexform.sheet_display_categorySortBy
source: Sort categories by:
de: Sortiere Kategorien nach:

# ab_downloads.pi_flexform.sheet_display_categorySortBy.i.0
source: Label
de: Beschriftung

# ab_downloads.pi_flexform.sheet_display_categorySortBy.i.1
source: Date of creation
de: Erstelldatum

# ab_downloads.pi_flexform.sheet_display_categorySortBy.i.2
source: Manual
de: Manuell

# ab_downloads.pi_flexform.sheet_display_categorySortBy.i.3
source: Random
de: Zufällig

# ab_downloads.pi_flexform.sheet_display_categorySortOrder
source: Sort order (categories):
de: Sortierreihenfolge (Kategorien):

# ab_downloads.pi_flexform.sheet_display_categorySortOrder.i.0
source: Ascending
de: Aufsteigend

# ab_downloads.pi_flexform.sheet_display_categorySortOrder.i.1
source: Descending
de: Absteigend

# ab_downloads.pi_flexform.sheet_display_listLimit
source: Maximum number of downloads shown per category:
de: Maximale Anzahl von Downloads die pro Kategorie angezeigt werden:

# ab_downloads.pi_flexform.sheet_display_noPageBrowser
source: Hide pagebrowser:
de: Pagebrowser verbergen:

# ab_downloads.pi_flexform.sheet_display_noStarsInCategoryView
source: Hide rating stars:
de: Bewertungssterne verbergen:

# ab_downloads.pi_flexform.sheet_display_noDetailsInCategoryView
source: Hide details link:
de: Link zu den Details verbergen:

# ab_downloads.pi_flexform.sheet_display_noReportingInCategoryView
source: Hide report broken link:
de: Link zur Meldung verbergen:

# ab_downloads.pi_flexform.sheet_display_noRatingInCategoryView
source: Hide rate link:
de: Link zur Bewertung verbergen:

# ab_downloads.pi_flexform.sheet_display_noSponsoredPreference
source: Don't prefer sponsored downloads:
de: Gesponserte Downloads nicht bevorzugen:

# ab_downloads.pi_flexform.sheet_display_iconsForLinks
source: Show icons instead of links:
de: Icons statt Links anzeigen:

# ab_downloads.pi_flexform.sheet_display_linkImages
source: Link images:
de: Bilder verlinken:

# ab_downloads.pi_flexform.sheet_display_linkImages.i.1
source: Direct
de: Direkt

# ab_downloads.pi_flexform.sheet_display_linkImages.i.3
source: Target
de: Ziel

# ab_downloads.pi_flexform.sheet_display_linkLabels
source: Link labels:
de: Titel verlinken:

# ab_downloads.pi_flexform.sheet_display_linkLabels.i.1
source: Direct
de: Direkt

# ab_downloads.pi_flexform.sheet_display_linkLabels.i.3
source: Target
de: Ziel

# ab_downloads.pi_flexform.sheet_image
source: Image Settings
de: Bild Einstellungen

# ab_downloads.pi_flexform.sheet_image_imageMaxWidthCategory
source: Max width for images in the category view:
de: Maximale Breite für Bilder in der Kategorieansicht:

# ab_downloads.pi_flexform.sheet_image_imageMaxHeightCategory
source: Max height for images in the category view:
de: Maximale Höhe für Bilder in der Kategorieansicht:

# ab_downloads.pi_flexform.sheet_image_imageMaxWidthDetailed
source: Max width for images in the detailed download view:
de: Maximale Breite für Bilder in der Detailansicht:

# ab_downloads.pi_flexform.sheet_image_imageMaxHeightDetailed
source: Max height for images in the detailed download view:
de: Maximale Höhe für Bilder in der Detailansicht:

# ab_downloads.pi_flexform.sheet_image_categoryImageMaxWidth
source: Max width for category images:
de: Maximale Breite für Kategoriebilder:

# ab_downloads.pi_flexform.sheet_image_categoryImageMaxHeight
source: Max height for category images:
de: Maximale Höhe für Kategoriebilder:

# ab_downloads.pi_flexform.sheet_top
source: TOP Settings
de: TOP Einstellungen

# ab_downloads.pi_flexform.sheet_top_showTopRated
source: Number of top rated downloads:
de: Anzahl von Downloads mit der höchsten Bewertung:

# ab_downloads.pi_flexform.sheet_top_showTopAccessed
source: Number of top accessed downloads:
de: Anzahl von Downloads mit den meisten Zugriffen:

# ab_downloads.pi_flexform.sheet_top_showMostRecent
source: Number of most recent downloads:
de: Anzahl von Downloads mit dem aktuellsten Erstelldatum:

# ab_downloads.pi_flexform.sheet_top_showRandom
source: Number of random downloads:
de: Anzahl von zufälligen Downloads:

# ab_downloads.pi_flexform.sheet_catalog
source: CATALOG Settings
de: CATALOG Einstellungen

# ab_downloads.pi_flexform.sheet_catalog_numColumns
source: Number of columns:
de: Anzahl der Spalten:

# ab_downloads.pi_flexform.sheet_catalog_maxSubcategories
source: Max number of subcategories:
de: Maximale Anzahl der Unterkategorien:
